Revit 2027 API
ValueAtPoint Properties
The ValueAtPoint type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from ValueAtPointBase)
Top
See Also
Reference
ValueAtPoint Class
Autodesk.Revit.DB.Analysis Namespace